Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sma/admin/depts/udir.no/ppt_nordsamisk_faktaark.pdf.tmx
Source language: sme
Languages: sma

source: Pedagogalaš-psykologalaš bálvalus (PP-bálvalus)
sma: Bïevnesh Pedagogeles-psykologeles dïenesjen bïjre

source: Pedagogalaš-psykologalaš bálvalus (oaniduvvo dávjá PPB dahje PP-bálvalus) lea gieldda dahje fylkagieldda rávvenbálvalus.
sma: Pedagogeles-psykologeles dïenesje (daamtaj åeniedamme PPT jallh PP-dïenesje) lea akte tjïelten jallh fylhkentjïelten dïenesje mij raerieh vadta.

source: Dan olis veahkehit mánáid, nuoraid ja ráves olbmuid, geain leat váttisvuođat ovdánemiin, dahje geain lea váttis oahppandilli.
sma: Dïhte edtja maanide, noeride jïh geerve almetjidie viehkiehtidh mah sijjen skearkagimmesne tjabreminie, jallh aktem geerve lïerehtimmietsiehkiem utnieh.

source: PP-bálvalusa olis galget ee. rávvet ja bagadit mánáidgárddiid ja skuvllaid dan hárrái mo láhčit dilálašvuođaid mánáide / nuoraide, geat dárbbašit heivehuvvon fálaldaga.
sma: PP-dïenesje edtja g. j. maanide jïh skuvlide raeriestidh jïh bïhkedidh guktie dah edtjieh maanide / learoehkidie sjïehteladtedh mah dam daarpesjieh.

source: PP-bálvalus galgá veahkehit skuvllaid heivehit oahpahusa ohppiide, geain leat erenoamáš dárbbut.
sma: PP-dïenesje edtja skuvlide viehkiehtidh lïerehtimmiem buerebelaakan sjïehteladtedh learoehkidie mej sjïere daerpiesvoeth.

source: PP-bálvalus lea jávohisvuođageatnegasvuođa vuollásaš.
sma: PP-dïenesje sjeavohtsvoetedïedtem åtna.

source: Máná / oahppi dieđut eai beasa almmolašvuhtii, eaige addojuvvo ovddos guvlui váhnemiid dohkkeheami haga.
sma: Bïevnesh maanan / learohken bïjre eah edtjh byögkeles årrodh, jïh eah mubpide vadtasovvh jis eejhtegh eah leah dam jååhkesjamme.

source: Máná / oahppi dieđuid seailluhit sierra journálas / máhpas, mii meannuduvvo Diehtobearráigeahču njuolggadusaid vuođul.
sma: Bïevnesh maanan / learohken bïjre vöörhkesuvvieh aktene jïjtse journalesne / maabpesne bïhkedassi mietie mejtie Daatavaaksjome vadteme.

source: Maid PP-bálvalus bargá ?
sma: Maam PP-dïenesje dorje ?

source: PP-bálvalus guorahallá, rávve ja bagada mánáid, nuoraid ja ráves olbmuid hárrái, geaid hástalussan leat
sma: PP-dïenesje salkehte, raereste jïh bïhkede maanaj, noeri jïh geerve almetji bïjre mah haestemh utnieh daan bïjre

source: • giella- ja hállanváttisvuođat • oppalaš oahppanváttisvuođat dahje váttisvuođat dihto fágain • lohkan- ja čállinváttisvuođat • matematihkkaváttisvuođat • konsentrerenváttisvuođat • sosiála ja emotionála váttisvuođat
sma: • gïele- jïh soptsestimmietsagkesh

source: • láhttenváttisvuođat • oaidnin- ja gullanváttisvuođat
sma: • matematihketsagkesh • sosijaale jïh emosjovnelle tsagkesh

source: Mo váhnen váldá oktavuođa PP-bálvalusain ?
sma: • dåemiedimmietsagkesh • tsagkesh vuejnedh jïh govledh

source: Ovdal go válddát oktavuođa PP-bálvalusain, berret háleštit dearvvašvuođastašuvnna / mánáidgárddi / skuvlla bargiiguin dan birra, man ektui leat
sma: Åvtelen datne PP-dïenesjinie soptsesth, byörh healsoestasjovnine / maanagïertine / skuvline soptsestidh dov tjoeperdimmien bïjre dov maanese.

source: Badjel 15-jahkásaš oahppit sáhttet maid ieža gulahallat PPbálvalusain.
sma: Learohkh bijjelen 15 jaepieh maehtieh aaj PP-dïenesjinie soptsestidh.

source: PP-bálvalus sáhttá maid veahkehit ráves olbmuid, geat háliidit vuođđoskuvlaoahpu.
sma: PP-dïenesje maahta aaj geerve almetjh viehkiehtidh mah sijhtieh maadthskuvlelïerehtimmiem vaeltedh.

source: Sihke olbmot ja ásahusat (mánáidgárdi, skuvla ja earát) sáhttet nama haga gulahallat PPbálvalusain ja jearrat ráđi.
sma: Dovne almetjh jïh institusjovnh (maanagïerte, skuvle jïh mubpieh) maehtieh tjeakoeslaakan soptsestidh jïh raerien mietie gihtjedh PP-dïenesjen luvnie.

source: Jos dárbbašuvvo eanet veahkki PP-bálvalusas, de sáhttá máná / oahppi čujuhit PP-bálvalussii.
sma: Dastegh daerpies vielie viehkine PP-dïenesjistie, maahta maanam / learohkem saehtedh PPdïenesjasse.

source: Čujuheapmi dahkkojuvvo dábálaččat sierra čujuhanskoviin, geahča iežat gieldda / fylkkagieldda ruovttusiiddus.
sma: Saehteme PP-dïenesjasse dorjesåvva sïejhmemes aktene saehtemegoeresne, vuartesjh dov tjïelten / fylhkentjïelten gåetiesæjrosne.

source: Váldde oktavuođa mánáidgárddiin / skuvllain, dat sáhttet veahkehit du deavdit čujuhanskovi.
sma: Soptsesth maanagïertine / skuvline juktie viehkiem åadtjodh saehtemegoerem dievhtedh.

source: Earát, geat sáhttet čujuhit PP-bálvalussii:
sma: Mubpieh mah maehtieh PP-dïenesjasse saehtedh:

source: • Mánáidgárdi, skuvla ja ráves olbmuid oahpahus.
sma: • Maanagïerte, skuvle jïh geervelïerehtimmie

source: • Dearvvašvuođastašuvdna ja buohcceviessu, go váhnemat dasa mihtet, jos mánná / oahppi ii leat vel deavdán 15 jagi.
sma: • Healsoestasjovne jïh skïemtjegåetie mænngan eejhtegh jååhkesjamme, dastegh maana / learohke ij leah 15 jaepieh illeme.

source: Oahppi dahje váhnemat sáhttet gáibidit skuvlla dahkat dárbbašlaš guorahallamiid ja dan láhkai gávnnahit dárbbašago oahppi erenoamáš oahpahusa, ja vejolaččat makkár oahpahusa oahppi dárbbaša.
sma: Learohke jallh eejhtegh maehtieh krievedh skuvle daerpies goerehtimmieh dorje juktie gaavnehtidh mejtie learohke sjïereööhpehtimmiem daarpesje, jïh mah såarhts lïerehtimmie learohke daarpesje.

source: Mo PP-bálvalus bargá ?
sma: Guktie PP-dïenesje barka ?

source: PP-bálvalus bargá ovttas ee. mánáidgárddiiguin ja skuvllaiguin, ja heiveha fálaldaga máná / oahppi eavttuide ja dárbbuide.
sma: PP-dïenesje laavenjostoe gaskem jeatjah maanagïertigujmie jïh skuvligujmie juktie faalenassem sjïehteladtedh learohken nuepiej jïh daerpiesvoeti mietie.

source: PP-bálvalusa áššemeannudeami sáhttá juohkit golmma muddui:
sma: Maahta aamhtesegïetedimmiem PP-dïenesjasse golme boelhkine juekedh:

source: Guorahallan Go PP-bálvalus oažžu čujuheami, de lea dábálaš gulahallat váhnemiiguin ja mánáidgárddiin ja skuvllain dan hárrái, masa sii háliidit veahki.
sma: Salkehtimmie Gosse PP-dïenesje saehtemem dååste, dle sïejhme govledh misse eejhtegh, laavenjostosne maanagïertine jïh skuvline, viehkiem daarpesjieh.

source: Ságastallamiin / jearahallamiin, dárkumiin ja iskkademiin PP-bálvalus háhká dieđuid, vai ožžot nu ollislaš gova go vejolaš máná / oahppi eavttuin ja dárbbuin.
sma: Soptsestimmien / byjrehtallemen, vïhtesjimmien jïh goerehtimmien tjïrrh PP-dïenesje aktem dan ållesth guvviem åådtje dejstie nuepijste jïh daerpiesvoetijste maana / learohke åtna.

source: Guorahallama lágidit mánáidgárddis, skuvllas dahje PP-bálvalusa lanjain.
sma: Salkehtimmie dorjesåvva maanagïertesne, skuvlesne jallh PPdïenesjen tjiehtjielinie.

source: Áššedovdi árvvoštallan / ávžžuhus Guorahallama vuođul PP-bálvalus čállá áššedovdi árvvoštallama (čálalaš raportta), mas sáhttet ávžžuhit mo galgá heivehit mánáidgárddi dahje oahppodili máná / oahppi eavttuide.
sma: Aamhtesemaehteles vuarjasjimmie / raeriestimmie Salkehtimmien sjïekenisnie dle PP-dïenesje aktem aamhtesemaehteles vuarjasjimmiem dorje (tjaaleldh reektehtse) jïh juvnehte kanne aktem sjïehteladtemem maanagïertesne jallh lïerehtimmietsiehkesne, mij våaroeminie åtna maanan / learohken nuepieh.

source: PPB addá áššedovdi ávžžuhusa.
sma: PP-dïenesje aamhtesemaehteles raeriem vadta.

source: Dábáleamos suorggit leat vuollái skuvlaahkásaš mánáid erenoamášpedagogalaš veahkki ja ohppiid erenoamášoahpahus.
sma: Dah sïejhmemes suerkieh leah vuarjasjimmie sjïerepedagogeles viehkeste maanide skuvleaalteren nuelesne, jïh sjïereööhpehtimmie learoehkidie.

source: PP-bálvalus sáhttá čuovvulit dan láhkai, ahte dat rávve / bagada váhnemiid, mánáidgárddi bargiid ja skuvlla oahpaheddjiid.
sma: Dåarjoehtimmie PP-dïenesje maahta dåarjoehtimmiem vedtedh viehkine raerijste / bïhkedimmeste eejhtegidie, barkijidie maanagïertesne jïh lohkehtæjjide skuvlesne.

source: PP-bálvalus sáhttá lágidit doarjjaságastallamiid ohppiin, ja vejolaččat árvvoštallat viidáseappot čujuheami.
sma: PP-dïenesje maahta dåarjoesoptsestimmieh vedtedh dan aktegs learoehkasse, jïh dah maehtieh sån aaj vijriesåbpoe saehtemem vuarjasjidh.

source: PP-bálvalusa barggu vuođđun lea oahpahusláhka, ee. dát paragráfat:
sma: PP-dïenesjen barkoe lea nænnoestamme ööhpehtimmielaakesne, g, j daejnie paragraafine:
